{
    "tripData": [
        {
            "id": 1,
            "title": "Full day Paris Walking Tour",
            "info": "Paris is synonymous with the finest things that culture can offer — in art, fashion, food, literature, and ideas. On this tour, your Paris-savvy Rick Steves guide will immerse you in the very best of he City of Light.the masterpiece-packed Louvre and Orsay museums, exquisite Sainte-Chapelle, and extravagant Palace of Versailles.",
            "image": "./img/Paris.jpg",
            "price": 450,
            "duration":"8 hours",
            "place": "Paris",
            "tour": "Paris Tour"
        },
        {
            "id": 2,
            "title": "Four Days Japan Tours",
            "info": "Japan is a bewildering, beautiful country that is like nowhere else. There are so many amazing things to do in Japan that one trip is never enough—it has stolen our hearts and we can’t stop returning. From ancient temples to futuristic skyscrapers, tranquil tea ceremonies to over-the-top arcades, go-kart rides, Japan has so much to offer everyone.",
            "image": "./img/Japan.jpg",
            "price": 1200,
            "duration": '4 days, 3 nights',
            "place": 'Japan',
            "tour": 'Holidays'
        },
        {
            id: 3,
            title: "Full Day Magic of London With Afternoon Cream Tea",
            info: "Visit London, enjoy the city’s fantastic sights and events, and make the most of the fabulous host of things to do in London. Whether you are a first-time visitor to the capital or a Londoner born and bred, you’ll discover plenty of things to see in London, from iconic London tourist attractions out in London. You can also get lost in the wonders of London ...",
            image: "./img/tea.jpg",
            price: 340,
            duration: '8 Hours',
            place: 'London',
            tour: 'London Tour'
        },
        {
            id: 4,
            title: "Amsterdom Fully Two Days Tour With Lunch",
            info: "Holland refused to follow suit, mostly thanks to the country’s flat terrain and a definitive choice to create the ideal cycling infrastructure. These days you can’t step a foot outside Central Station without seeing a continuous flurry of  parents transporting their young children. And it’s safe to say that Amsterdam is by far in the world...",
            image: './img/Amsterdom.jpg',
            price: 550,
            duration: 'Two days, 1 night',
            place: 'Amsterdom',
            tour: 'Amsterdom Tour'
        },
         {
            id: 5,
            title: "Holidays in Spain and Portugal 2022",
            info: "The majestic, neo-Gothic Hungarian Parliament Building dates back to 1904 and looms over the Pest side of the Danube River. It’s the largest building in the country. Viewed from aboard river cruises or the western bank of the Danube...",
            image: "./img/portugal.jpg",
            price: 970,
            duration: '7 days, 6 night',
            place: 'Spain & Portugal',
            tour: 'Holidays'
        },
        {
            id: 6,
            title: "Best Of London and Britains Tour 2022 ",
            info: "Parliament Building dates back to 1904 and looms over the Pest side of the Danube River. It’s the largest building in the country.and architecture.The Roman countryside, the Campagna, was one.in antiquity. Rome was built...",
            image: "./img/london2.jpg",
            price: 380,
            duration: '6 days, 5 nights',
            place: 'London',
            tour: 'Holidays'
        },
        {
            id: 7,
            title: "European Holiday Summer Tour 2022 ",
            info: "world to admire the treasures and masterpieces of Roman art and architecture.The Roman countryside, the Campagna, was one of the last areas of central Italy to be settled in antiquity. Rome was built...",
            image: "./img/Rome.jpg",
            price: 1300,
            duration:'10 days, 9 night',
            place: 'Europe',
            tour: 'Holidays'
        },
        {
            id: 8,
            title: "Holiday in France& Barcelona 2022 ",
            info: "hat is unrivalled in Eastern and Central Europe.The majestic, neo-Gothic Hungarian Parliament Building dates back to 1904 and looms over the Pest side of the, the Campagna, was one of the last areas of central Italy to be settled in antiquity. Rome was built...",
            image: "./img/barcelona.jpg",
            price: 1250,
            duration: '11 days, 10 night',
            place: 'France & Barcelona',
            tour: 'Holidays'
        },
        {
            id: 9,
            title: "Italian Holiday Summer 2022 ",
            info: "Rome is without doubt one the most beautiful cities in the world; every year millions of tourists come from around the world to admire the treasures and masterpieces of Roman art and architecture.The Roman countryside, the Campagna, was one of the last areas of central Italy to be settled in antiquity. Rome was built...",
            image: "./img/Italy.jpg",
            price: 975,
            duration:'5 days, 4 night',
            place: 'Italy',
            tour: 'Holidays'
        },
        {
            id: 10,
            title: "Budapest with dramatic history and flamboyant architecture Summer 2022 ",
            info: "Parliament Building dates back to 1904 and looms over the Pest side of the Danube River. It’s the largest building in the country.and architecture.The Roman countryside, the Campagna, was one.in antiquity. Rome was built Rome was built...",
            image: "./img/Budapest.jpg",
            price: 975,
            duration:'3 days, 2 night',
            place: 'Budapest',
            tour: 'Holidays'
        },
    ]
}